
RANK.name = '02'
RANK.description = "Сотрудник Гражданской Обороны 2-го ранга. Опытный сотрудник Гражданской Обороны. Прошёл продвинутую тренировку в обращении со спец. вооружением. 02 подвергается усиленному курсу пропаганды и увеличенному потреблению специальных препаратов в рационах, поэтому боль немного притупляется и страх становится на равне с подсознательным долгом перед альянсом."
RANK.weapons = {'ix_stunstick'}
RANK.xp = 7000
RANK.IsConnectGroup = true
RANK.armband_code = "(255,255,255)_2_(255,0,0,255)_1_(255,255,255,255)_15"