
RANK.name = '04'
RANK.description = "Сотрудник Гражданской Обороны 4-го ранга. Прошёл продвинутую тренировку, имеет опыт в работе с гражданами. Во время патрулирования, уже сам может вынести вердикт нарушителям. 04 подвергается курсу пропаганды и потреблению специальных препаратов в рационах, поэтому боль немного притупляется, а чувство страха начинает соперничать с чувством Долга."
RANK.weapons = {'ix_stunstick'}
RANK.xp = 3000
RANK.IsConnectGroup = true
RANK.armband_code = "(255,255,255)_2_(255,0,0,255)_1_(255,255,255,255)_13"