
RANK.name = '01'
RANK.description = "Капитан Гражданской Обороны 1-го ранга. Данный сотрудник является наглядным образцом добросовестной службы. В некоторых ситуациях исполняет роль заместителя офицера. Без сострадания относится к простым гражданам. Подвергается более усиленному курсу пропаганды и увеличенному потреблению специальных препаратов в рационах, поэтому боль притупляется и страх становится значительно меньше, чем подсознательный долг перед альянсом."
RANK.weapons = {'ix_stunstick'}
RANK.xp = 10000
RANK.IsCanTake = true
RANK.IsConnectGroup = true
RANK.armband_code = "(255,255,255)_2_(255,0,0,255)_1_(255,255,255,255)_16"