
RANK.name = '03'
RANK.description = "Сотрудник Гражданской Обороны 3-го ранга. Прошёл продвинутую тренировку по работе с личным составом. Во время патрулирования или каких-либо операций, принимает ответственность за выполнение задачи на себя. 03 подвергается усиленному курсу пропаганды и увеличенному потреблению специальных препаратов в рационах, поэтому боль немного притупляется, а чувство страха уже начинает исчезать."
RANK.weapons = {'ix_stunstick'}
RANK.xp = 5000
RANK.IsConnectGroup = true
RANK.armband_code = "(255,255,255)_2_(255,0,0,255)_1_(255,255,255,255)_14"