
RANK.name = 'OFC'
RANK.description = "Офицер Гражданской Обороны. Прошёл дополнительную тренировку по работе с личным составом. Данный сотрудник следит за работой отрядов и направляет нужных юнитов в требуемые сектора. Без сострадания относится к простым гражданам. Получает новую униформу и бронежилет нового класса. Из-за принимаемых препаратов боль сильно притупляется, а чувство страха заменяет подсознательный долг перед альянсом."
RANK.weapons = {'ix_stunstick'}
RANK.xp = 16000
RANK.IsCanTake = true
RANK.IsCMD = true
RANK.IsCanCreateGroup = true
RANK.armband_code = "(255,255,255)_2_(255,0,0,255)_1_(255,255,255,255)_17"
RANK.is_limited = true